Repository: stefaweb/XAMS-0.3.x
Catalog: debian/po/*.po
Languages: de, fr

source: English
de: Englisch
fr: Anglais

source: French
de: Französisch
fr: Français

source: German
de: Deutsch
fr: Allemand

source: Please select the default language for XAMS:
de: Bitte wählen Sie eine Sprache für XAMS aus:
fr: Choisissez le langage par defaut de XAMS :

source: This choice can be overridden by individual users in their preferences.
de: Diese Wahl kann von einzelnen Benutzern mit ihrer Einstellung überschrieben werden.
fr: Ce choix peut être modifié dans les préférences utilisateur.

source: However, the default language will be used for the login screen, the user interface and for some control messages.
de: Wie auch immer, die Standardsprache wird im Anmeldebildschirm, der Benutzereoberfläche und einigen Kontrollnachrichten verwendet.
fr: La langue par défaut sera utilisée pour l'écran de connexion, pour l'interface utilisateur et pour certains messages système.

source: MailScanner Option:
de: MailScanner Optionen:
fr: Option de MailScanner :

source: Do you plan to use MailScanner software on your server?
de: Planen Sie die MailScanner Software auf Ihrem Server zu verwenden?
fr: Voulez-vous utiliser le logiciel MailScanner sur votre serveur ?

source: If you don't use MailScanner, Clamd and Spamassassin software will be used instead. If you use Mailscanner software, you will have to manualy configure MailScanner to have a working XAMS server.
de: Wenn Sie MailScanner nicht verwenden, wird Clamd und Spamassassin verwendet. Wenn Sie MailScanner verwenden, müssen Sie es manuell konfigurieren, um einen funktionierenden XAMS Server zu erhalten.
fr: Si vous n'utilisez pas MailScanner, Clamd et Spamassassin seront utilisés à la place. Si vous utilisez le logiciel Mailscanner, il vous faudra le configurer manuellement afin que votre serveur XAMS soit fonctionnel.

source: ClamAV Option:
de: ClamAV Optionen:
fr: Option de ClamAV :

source: Do you plan to use ClamAV software on your server?
de: Planen Sie die ClamAV Software auf Ihrem Server zu verwenden?
fr: Voulez-vous utiliser le logiciel ClamAV sur votre serveur ?

source: SpamAssassin Option:
de: SpamAssassin Optionen:
fr: Option de SpamAssassin :

source: Do you plan to use SpamAssassin software on your server?
de: Planen Sie die SpamAssassin Software auf Ihrem Server zu verwenden?
fr: Voulez-vous utiliser le logiciel SpamAssassin sur votre serveur ?

source: Enter your email address:
de: Tragen Sie Ihre Emailadresse ein:
fr: Entrez votre adresse de messagerie :

source: Exim: Enter the email address to which system error messages will be sent.
de: Exim: Geben Sie die E-Mail-Adresse ein, an die System-Fehlermeldungen gesendet werden.
fr: Exim: Saisissez l'adresse de messagerie vers laquelle seront envoyé les messages d'erreur du système.

source: Exim: Use ACL to check sender when sender's host PTR is wrong:
de: Exim: Verwenden Sie ACL um den Absender zu prüfen wenn dessen Host PTR falsch ist:
fr: EXIM : Utilisez une ACL pour vérifier l'expéditeur lorsque le PTR du serveur d'expédition est erroné :

source: Exim: Use ACL to check sender when sender's host is using a dynamic IP connections:
de: Exim: Verwenden Sie ACL um den Absender zu prüfen wenn dieser eine dynamische IP verwendet:
fr: Exim : Utilisez une ACL pour vérifier l'expéditeur lorsque le serveur d'expédition utilise une connexion IP dynamique :

source: Exim: Use ACL to check sender when message is positive to RBLs check:
de: Exim: Verwenden Sie ACL um den Absender zu prüfen wenn die RBL Prüfung positiv war:
fr: Exim : Utilisez une ACL pour vérifier l'expéditeur lorsque le message est positif pour une liste de RBL :

source: Exim: Complete the RBL list according to your needs:
de: Exim: Vervollständigen Sie die RBL Liste entsprechend Ihrer Bedürfnisse:
fr: Exim : Saisissez la liste des serveurs RBL qui seront utilisés :

source: Exemple: cbl.abuseat.org : dnsbl.sorbs.net : dnsbl.njabl.org : cbl.abuseat.org
de: Zum Beispiel: Exemple: cbl.abuseat.org : dnsbl.sorbs.net : dnsbl.njabl.org : cbl.abuseat.org

source: Exim: Quota warm threshold used to send a warning message:
de: Exim: Maximal Anzahl bevore eine Warnmeldung gesendet wird:
fr: Exim : Seuil d'alerte du quota utilisée pour envoyer un message d'avertissement :

source: Exim: Maximum number of simultaneous SMTP connections allowed:
de: Exim: Maximale Anzahl von gleichzeitig erlaubten SMTP Verbindungen:
fr: Exim : Nombre maximum de connexions SMTP simultanées autorisées :

source: Exim: Maximum number of simultaneous SMTP connections from a single host:
de: Exim: Maximale Anzahl von gleichzeitig erlaubten SMTP Verbindungen eines Hosts:
fr: Exim : Nombre maximum de connexions SMTP simultanées à partir d'un seul hôte :

source: Exim: This value increases the number of processes that handle the inbound and outbound emails waiting in the queue:
de: Exim: Dieser Wert erhöht die Zahl der Prozesse für ein- und ausgehende Emails in der Queue:
fr: Exim : Cette valeur augmente le nombre de processus qui traitent les e-mails entrants et sortants en attente dans la file d'attente :

source: Exim: This option controls parallel delivery of one message to a number of remote hosts:
de: Exim: Diese Option regelt die parallele Zustellung einer Nachricht an verschiedene Hosts:
fr: Exim : Cette option contrôle l'envoie en parallèle de message à un certain nombre de serveurs distants :

source: If the value is less than 2, parallel delivery is disabled, and Exim does all the remote deliveries for a message one by one.
de: Wenn dieser Wert kleiner ist als 2, wird die parallele Zustellung deaktiviert. Exim wird alle Remotezustellung nach einander bearbeiten.
fr: Si la valeur est inférieure à 2, l'envoi en parallèle sera désactivé, et Exim expédira les messages un par un.

source: Exim: Specify your host's canonical name here:
de: Exim: Spezifiziern Sie hier Ihren autorisierten Hostname:
fr: Exim : Saisissez le nom canonique de votre serveur ici :

source: This should normally be the fully qualified "official" name of your host.
de: Dies sollte normalerweise der fully qualified "offizielle" Hostname sein:
fr: Saississez ici le complet "officiel" nom de votre serveur (nom DNS).

source: If this option is not set, the uname() function is called to obtain the name. In many cases this does the right thing and you need not set anything explicitly.
de: Wird diese Option nicht gesetzt, wie die Funktion uname() den Namen auswählen. In den meisten Fällen tut sie das Richtige und Sie müssen nichts Spezielles eingeben.
fr: Si cette option n'est pas définie, la commande uname () est appelée pour obtenir le nom. Dans de pluspard des cas, le nom sera le bon et vous n'avez rien à spécifier ici.

source: Exim: SMTP ports to listen on:
de: Exim: SMTP Ports auf denen gehört werden soll:
fr: Exim : Le Logiciel SMTP écoutera sur les port suivant :

source: Exim: Domains that are hosted by your mailserver but not managed by XAMS:
de: Exim: Domains die von Ihrem Mailserver gehosted aber nicht von XAMS verwaltet werden:
fr: Exim : Nom de domaine qui sont hébergés sur votre serveur de messagerie mais qui ne sont pas gérés par XAMS :

source: Exim: Domains your mail server should relay to but not managed by XAMS:
de: Exim: Domains die Ihr Mailserver weiterleiten soll, aber nicht von XAMS verwaltet werden:
fr: Exim : Nom de domaine pour lesquels il faut relayer des messages mais qui ne sont pas gérés par XAMS :

source: Exim: Hosts your mail server should relay mails for but not managed by XAMS
de: Exim: Hosts für die Ihr Mailserver Emails weiterleiten soll, aber nicht von XAMS verwaltet werden:
fr: Exim : Nom de serveur pour lesquels il faut relayer des messages mais qui ne sont pas gérés par XAMS :

source: Enter your country code:
de: Tragen Sie ihre Ländervorwahl ein:
fr: Clef TLS : Entrez votre code pays :

source: TLS keys: TLS support on Debian is enabled for XAMS. To generate TLS keys, enter your country code (2 letters).
de: TLS Schlüssel: TLS Unterstützung ist für XAMS unter Debian aktiviert. Um TLS Schlüssel zu generieren tragen Sie Ihren Ländercode ein (2 Buchstaben).
fr: Clef TLS : Le support de TLS sur Debian est activé pour XAMS. Pour générer la clef TLS, entrez votre code pays (2 lettres).

source: Enter your state or province name:
de: Tragen Sie Ihr Bundesland ein:
fr: Entrez votre état ou le nom de la province :

source: TLS keys: TLS support on Debian is enabled for XAMS. To generate TLS keys, enter your state or province name (full name).
de: TLS Schlüssel: TLS Unterstützung ist für XAMS unter Debian aktiviert. Um TLS Schlüssel zu generieren tragen Sie Ihr Bundesland ein (Volle Bezeichnung).
fr: Clef TLS : Le support de TLS sur Debian est activé pour XAMS. Pour générer la clef TLS, entrez votre état ou le nom de la province (nom complet).

source: Enter your locality name:
de: Tragen Sie den Namen Ihres Standortes ein:
fr: Entrez le nom de votre ville :

source: TLS keys: TLS support on Debian is enabled for XAMS. To generate TLS keys, enter your locality name (eg, city).
de: TLS Schlüssel: TLS Unterstützung ist für XAMS unter Debian aktiviert. Um TLS Schlüssel zu generieren tragen Sie den Namen Ihres Standortes ein (z.B. Stadt).
fr: Clef TLS : Le support de TLS sur Debian est activé pour XAMS. Pour générer la clef TLS, entrez le nom de votre ville.

source: Enter your organization name:
de: Tragen Sie Ihren Firmennamen ein:
fr: Entrez le nom de votre organisation :

source: TLS keys: TLS support on Debian is enabled for XAMS. To generate TLS keys, enter your organization name (eg, company; recommended).
de: TLS Schlüssel: TLS Unterstützung ist für XAMS unter Debian aktiviert. Um TLS Schlüssel zu generieren tragen Sie Ihren Firmennamen ein (empfohlen).
fr: Clef TLS : Le support de TLS sur Debian est activé pour XAMS. Pour générer la clef TLS, entrez le nom de votre organisation (ou société).

source: Enter your organizational unit name:
de: Tragen Sie Ihren Abteilungsnamen ein:
fr: Entrez le nom de votre service :

source: TLS keys: TLS support on Debian is enabled for XAMS. To generate TLS keys, enter your organizational unit name (optionnal).
de: TLS Schlüssel: TLS Unterstützung ist für XAMS unter Debian aktiviert. Um TLS Schlüssel zu generieren tragen Sie Ihren Abteilungsnamen ein (optional).
fr: Clef TLS : Le support de TLS sur Debian est activé pour XAMS. Pour générer la clef TLS, entrez le nom de votre service (optionnel).

source: TLS keys: TLS support on Debian is enabled for XAMS. To generate TLS keys, enter your email adress.
de: TLS Schlüssel: TLS Unterstützung ist für XAMS unter Debian aktiviert. Um TLS Schlüssel zu generieren tragen Sie Ihre Emailadresse ein.
fr: Clef TLS : Le support de TLS sur Debian est activé pour XAMS. Pour générer la clef TLS, entrez votre adresse de messagerie.

source: Courier IMAP: Maximum number of IMAP servers started:
de: Courier IMAP: Maximale Anzahl der gestartenden IMAP Server:
fr: Courier IMAP : Nombres maximums de serveurs IMAP lancés :

source: Courier IMAP: Maximum number of connections to accept from the same IP adress:
de: Courier IMAP: Maximale Anzahl der Verbindungen von einer IP Adresse:
fr: Courier IMAP : Nombres maximums de connections acceptés de la même IP :

source: Do you want to use DNS administration inside XAMS?
de: Möchten Sie DNS Adminstration in XAMS verwenden?
fr: Voulez-vous utiliser le DNS à l'intérieur de l'administration XAMS ?

source: XAMS GUI: Activate or not activate DNS control panel in XAMS. You will need to install bind9 software if yes.
de: XAMS GUI: Soll die DNS Steuerung in XAMS aktiviert werden. Falls "Ja" müssen Sie "bind9" installieren.
fr: XAMS GUI : Activer ou non le panneau de configuration DNS dans XAMS. Vous aurez besoin d'installer le logiciel bind9 si oui.

source: Synthaxe: [server name] : [server name] : [...]
fr: Synthaxe : [nom du serveur] : [nom du serveur] : [...]
